title=Solicita la Tarjeta Pregapaga
home1=Solicita la Tarjeta Prepagada
home2=Alodiga
home3=Mi Tarjeta
home4=y env\u00eda dinero a tu pa\u00eds, SIN NING\u00daN COSTO para tus familiares y amigos!, ellos tambi\u00e9n recibir\u00e1n una tarjeta all\u00e1!
home5=Reg\u00edstrate y Solic\u00edtala
send.code.aplication=Aplicaci\u00f3n Tarjeta Alodiga
send.code.msg=Aplicar por la tarjeta Alodiga es f\u00e1cil y r\u00e1pido, te tomar\u00e1 aproximadamente 5 minutos completos el proceso de solicitud y verificaci\u00f3n de identidad.
send.code.msg2=\u00danicamente necesitamos validar tu identidad, para la seguridad y protecci\u00f3n de tu dinero.
send.code.msg1=Selecione pa\u00eds de residencia y su n\u00famero de t\u00e9lefono m\u00f3vil
validate.code.title=Por favor ingresa el c\u00f3digo de 6 d\u00edgitos de seguridad que se ha enviado v\u00eda sms a tu telef\u00f3no
validate.code=C\u00f3digo
validate.forward.code=Reenviar
form.card.data.msg1=Para qu\u00e9 necesitamos tu n\u00famero de m\u00f3vil y direcci\u00f3n de correo? Esto nos permitir\u00e1 estar en comunicaci\u00f3n contigo a trav\u00e9s de \u00e9stos podr\u00e1s recuperar tu contrase\u00f1a, acceder a tu Estado de Cuenta y Transacciones en L\u00ednea.
form.card.data.msg7=T\u00fa decides que informaci\u00f3n recibir:
form.card.data.msg2=Recomendaciones para uso de tu tarjeta?
form.card.data.msg3=Ofertas y promociones?
form.card.data.msg4=Eres ciudadadano de los Estados Unidos? Nunca te pediremos tu n\u00famero de seguro social, ni revisaremo tu cr\u00e9dito. Con esta informaci\u00f3n definiremos los documentos de identidad que puedes utilizar para validar ti infromaci\u00f3n.
form.card.data.birthday=Fecha de Nacimiento
form.card.data.msg5=Acuerdo y Consentimiento Para Recibir Informaci\u00f3n de Forma Electr\u00f3nica
form.card.data.msg6=Este Consentimiento Electr\u00f3nico contiene tu informaci\u00f3n importante respecto a la operaci\u00f3n electr\u00f3nica de negocios con nosotros. No haga su inscripci\u00f3n para recibir una tarjeta o cuenta o acepte este acuerdo desde una computadora p\u00fablica.
take.photo.msg1=Gracias por enviar tu aplicaci\u00f3n! Hemos podido verificar t\u00fa informaci\u00f3n y ahora solamente necesitamos confirmar que eres tu quien realiza la solicitud, por tu propia seguridad.
take.photo.msg2=Necesitar\u00e1s cualquiera de estos documentos:
take.photo.msg3=Licencia de Conducir
take.photo.msg4=Pasaporte
take.photo.msg5=Tarjeta de Residencia
take.photo.msg6=Tarjeta de Seguro Social
take.photo.msg7=Toma una foto de tu documento
send.photo.msg1=Toma una foto de ti mismo (selfie) sosteniendo un papel donde hayas escrito la fecha de hoy
complete.form.msg1=FELICIDADES! Tu tarjeta Alodiga ha sido Aprobada.
complete.form.msg2=Recibir\u00e1s un sobre por correo en un m\u00e1ximo de 3 d\u00edas h\u00e1biles, el cual contiene tu tarjeta pl\u00e1stica, n\u00famero de PIN y una copia completa de los T\u00e9rminos y Condiciones.
complete.form.msg3=Quieres aplicar ahora mismo por una tarjeta para alguna persona a quien enviar dinero en el extranjero?
complete.form.msg4=No cuesta nada y la tarjeta quedar\u00e1 vinculada a la tuya, para que le puedas enviar dinero SIN COSTO!
complete.complementary.card.msg1=FELICIDADES! Se ha completado la solicitud de la Tarjeta Complementaria.
complete.complementary.card.msg2=Si quieres aplicar por otra tarjeta para alguna persona a quien enviar dinero en el extranjero
boton.finalize=Finalizar Solicitud
boton.send=Enviar
boton.next=Siguiente
boton.send.application=Enviar Mi Aplicaci\u00f3n
boton.upload.photo=Cargar Foto
boton.send.photos=Enviar Fotos
boton.complete.form=Solicitar Ahora
boton.cancel=Cancelar
boton.return=Volver
option.yes=Si
option.no=No
common.country=Pa\u00eds
common.cell.phone=Telef\u00f3no Celular
common.phone.number=Telef\u00f3no
common.register.solicitude=Registro y Solicitud
common.personal.information=Datos Personales
common.titel=T\u00edtulo
common.names=Nombres
common.lastNames=Apellidos
common.state=Estado
common.city=Ciudad
common.address=Direcci\u00f3n
common.postal.zone=Zona Postal
common.email=Email
common.password=Password
common.relation.ship=Parentesco
common.option=Seleccione Uno
common.adult=La persona deber ser mayor de edad
common.password.not.match=Passwords no coinciden
common.error.save.form=Ha ocurrido un error al guardar la solicitud
common.error.send.code=Ha ocurrido un error al enviar el c\u00f3digo
common.error.forward.code=Ha ocurrido un error al reenviar el c\u00f3digo
common.male=Masculino
common.female=Femenino
common.document.number=N\u00famero de Documento
common.document.type=Tipo de Documento
common.number=N\u00famero
common.gender=Sexo
common.birthday=Fecha de Nacimiento
common.marital.status=Estado Civil
common.edification.type=Tipo de Edificaci\u00f3n
common.street=Calle
common.pin=Pin
common.message.require.password=Por favor ingresa una clave de 6 d\u00edgitos
common.message.require.pin=Por favor ingresa pin de 4 d\u00edgitos
common.message.require.password.confir=Por favor confirmar clave de 6 d\u00edgitos
common.message.require.email=Por favor, ingresa tu direcci\u00f3n de correo electr\u00f3nico
common.add.complementary.card.request=Agregar Solicitud de Tarjeta Complementaria
common.error.document.type=Requerido: Tipo de Documento 
common.error.document.number=Requerido: N\u00famero de Documento 
common.error.name=Requerido: Nombre
common.error.last.name=Requerido: Apellido
common.error.number=Requerido: N\u00famero 
common.error.gender=Requerido: Sexo
common.error.birthday=Requerido: Fecha de Nacimiento
common.error.marital.status=Requerido: Estado Civil
common.error.edification.type=Requerido: Tipo de Edificaci\u00f3n
common.error.street=Requerido: Calle
common.error.pin=Requerido: Pin
common.error.country=Requerido: Pa\u00eds
common.error.state=Requerido: Estado
common.error.city=Requerido: Ciudad
common.error.postal.zone=Requerido: Zona Postal
common.error.email=Requerido: Email
common.error.require.password=Requerido: Password
common.error.confir.password=Requerido: Confirmar Password
common.error.recommendation=Requerido: Recomendaciones. Selecione Si o No
common.error.promotion=Requerido: Promociones. Selecione Si o No
common.error.citizen=Requerido: Eres ciudadadano de los Estados Unidos. Selecione Si o No
common.error.exists.email=El email ya se encuentra asociado a otra solicitud
common.error.exists.phone.number=El n\u00famero de tel\u00e9fono ya se encuentra asociado a otra solicitud
common.error.general.exists.email=Error al validar el email
common.error.general.exists.phone.number=Error al validar el n\u00famero de tel\u00e9fono